{
    "question-number": "III.",
    "question-text": "Rewrite the sentences according to the instructions given in brackets.",
    "marks": "(10 marks)",
    "set1": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Bagan is the most famous ancient city in Myanmar. We will visit there next summer. (Join the sentences, using ‘nouns in apposition’.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "We do not believe him and neither does she. (Join the sentences, using ‘either...or’/ ‘neither...nor’.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Zaw Zaw asked Mya Mya why she had not come to their Soan-kyway the day before. (Change the sentence into direct specch.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "Workers weave silk thread into beautiful shirts. (Change the sentence into the passive voice.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "I had two hours to spare for shopping. I couldn’t find the suit I wanted. (Join the sentences using an appropriate subordinating conjunction ‘in order that’/ ‘provided that’/ ‘even though’.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "A police officer stopped and arrested the robbers. His car was parked at the next corner. (Join the sentences, using an appropriate pronoun/ relative adverb.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "<u className='underline'>The acrobat</u> crossed the tightrope steadily. (Use ‘It is/was... who/that...’.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "He is found innocent, or he is found guilty. Nonetheless, his reputation is permanently damaged. (Join the sentence, beginning with ‘No matter...’.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "She didn’t switch on the lights, so she fell over the chair. (Use the third conditional.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "The teachers are giving the students a day off. The principal is giving the students a day off. (Join the sentences, beginning with ‘Not only... but also’.)"
        }
    ],
    "set2": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Alexander Pope is a prominent poet of the Augustan age. He is best known for his satirical verse. (Join the sentences, using ‘nouns in apposition’.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "They had checked the weather forecast. They set out on their journey. (Join the sentences, using ‘after’.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Computer games are more popular with today’s teenagers than horror films. (Use ‘not as ...as’.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "If you (follow) your teacher’s guidelines, you (pass) the exam. (Use ‘the third conditional’.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "No sooner did I finish writing my essay than I heard the bell ring. (Change the sentence, beginning with ‘As soon as ...’.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "As he did not know the way to Ocean Supermarket, he asked a passer-by for help. (Use ‘a participle phrase’.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "They did not have enough food to eat. They did not have money to go to a restaurant. (Join the sentences, using ‘neither ... nor’.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "She cleans her room every day. Nobody urges her. (Join the sentences, beginning with ‘Without + V-ing’.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "“What shall I do if you don’t accompany me to the concert tonight?” Thazin said to her friend. (Change the sentence into ‘the reported speech’.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "The girl spoke to the teddy bear softly. She thought it were her best friend. (Use ‘as if’.)"
        }
    ],
    "set3": [
        {
            "question-item-number": "(1)",
            "question-item-text": "The spicy chicken curry that the head chef cooked for the special guests was very delicious. (Omit the relative pronoun.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "<u className='underline'>Cambodia</u> has become the world’s second-largest producer of raw cashew nuts. (Use ‘It is/was... who/that...’.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Many students came to the farewell dinner. We couldn’t get a seat.(Join the sentences, using ‘so...that’/ ‘such...that’.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "The manager drank his coffee slowly. He thought about the problem. (Join the sentences, using a participle phrase.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "Rope skipping is an enjoyable activity for children. Hoop rolling is an enjoyable activity for children, too. (Join the sentences, using ‘both...and’.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "The wildfire started because someone at the campsite was careless.(Use the zero / first / second / third conditional.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "Hnin Hnin said to me, “What were you doing when I phoned you this morning?” (Change the sentence into the reported speech.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "My mother always goes to bed only after she (say) her prayers. (Use the correct tense of the verb in brackets.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "Did the child pick up the toys on the floor and put them into a drawer? (Change the sentence into the passive voice.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "The old swimmer broke the tournament record again on the very first day of the competition. (Use an introductory phrase.)"
        }
    ],
    "set4": [
        {
            "question-item-number": "(1)",
            "question-item-text": "She didn’t check the map, so she got lost. (Use the third conditional.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "The students are organising a cultural festival at the moment. (Change the sentence into the passive voice.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Mya Hninsi wrote a best-selling novel. She was a famous writer. (Join the sentences, using nouns in apposition.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "She (write) a report all morning. (Use the correct tense of the verb given in brackets.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "She said to Hla Hla,\"I am meeting you at the café tomorrow.\" (Change the sentence into the reported speech.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "She is very young. She cannot drive a car. (Join the sentences, using 'too...to'/enough. ..to'.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "He is a talented musician. He is a skilled painter. (Join the sentences, using 'not only...but also')"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "As he was overwhelmed by the unexpected events, he couldn't decide how to proceed. (Use a participle phrase.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "She was very excited. It seemed like she had won a prize. (Join the sentences, using 'as if'.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "<u className='underline'>The manager</u> approved the project proposal and allocated the necessary resources. (Use 'It is/was ... who/that...'.)"
        }
    ],
    "set5": [
        {
            "question-item-number": "(1)",
            "question-item-text": "The movie is being shown at Globe Theatre. It is also being shown at neighbourhood theatres, (Join the sentences, using ‘both ...and’)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "Ma Ma will attend the meeting. She will send a representative. (Join the sentences, using ‘either ..or’ / ‘neither ...nor’.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Thuzar painted the entire house green last month. (Change the sentence into the passive voice.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "<u className='underline'>The beautiful scenery</u> attracts tourists to the area. (Use ‘It is/ It was ... who/ that ...’.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "Muyar excelled in her studies. She also participated in numerous extracurricular activities. (Join t h e sentences, beginning with ‘Not only ... but also’.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "It does not matter how often I warn them. They keep gambling. (Join the sentences, beginning with ‘No matter ...’)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "I turn the page of the magazine. I saw her beautiful photograph. (Join the sentences, using a participle phrase.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "The chef impressed all the guests, preparing the meal with great care.(Use an introductory phrase)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "The prices on the menu in that restaurant were very high. Therefore, we didn’t go there. (Use the third conditional.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Sandar asked him whether he could help her with her homework. (Change the sentence into direct speech.)"
        }
    ],
    "set6": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Although she is not a professional singer, she performs like a music icon. (Join the sentences, using ‘as if/ as though’.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "The war caused destruction and death. It caused generations of hatred between the two communities too. (Join the sentences, using ‘not only ...but also’.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "The problem seems to be difficult, but I’ll find a solution. (Join the sentences, using ‘No matter how.....)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "We did not save more money, and thus, we could not buy a bigger house.(Use ‘the third conditional’.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "The explorers discovered an ancient city hidden in the jungle. (Change the sentence into the passive voice.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "After he had read the book, he wrote a detailed review. (Use a participle phrase.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "The storm caused <u className='underline'>severe damage</u> to the town. (Use ‘It is/ It was ... who/ that...’)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "She failed to submit the assignment on time. She received a lower grade.(Join the sentences using ‘as a result’.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "He said to me, “When I reach the airport, I’ll call you.” (Change the sentence into the reported speech.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "He worked very hard. He completed the project on time. (Join the sentences, using ‘enough to’.)"
        }
    ],
    "set7": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Our neighbours are boring people. We rarely visit them. (Join the sentences, using ‘so...that’/ ‘such...that’.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "Here are your shoes and they (just clean). (Use the correct tense of the verb in brackets.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Active listening plays an essential role in effective collaboration. Problem-solving also plays an essential role in effective collaboration. (Join the sentences, using ‘both...and’.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "<u className='underline'>A low-salt diet with minimal processed foods</u> can reduce the risk of premature death by protecting our kidneys. (Use ‘It is / was ... who / that ...’)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "The housekeeper put on a serious face. She began to tell the story.(Join the sentences, using a participle phrase.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "Tokyo offers its visitors an unlimited choice of shopping and entertainment. Tokyo is the capital of Japan. (Join the sentences, using nouns in apposition.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "Ko Ko said to me, “Did you throw away the old magazines on this table yesterday?” (Change the sentence into the reported speech.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "Thu Thu didn’t go to the get-together party because she had to work late. (Use the zero / first / second /third conditional.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "The slim leather briefcase she held in her gloved hand was particularly impressive. (Use an introductory phrase.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Did a passer-by rescue the stray puppy which got its head stuck in a tin can? (Change the sentence into the passive voice.)"
        }
    ],
    "set8": [
        {
            "question-item-number": "(1)",
            "question-item-text": "I did not fall while I was cycling. I did not break my leg while I was cycling, (Join the sentences, using ‘neither ... nor’.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "The story was very interesting. I read it in one sitting. (Join the sentences, using ‘such ... that’)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Patricia asked me, “Did you visit the zoo last month?” (Change the sentence into the reported speech.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "The government has provided all the villages in this area with fresh water. (Change into passive form.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "If you spend more, you cannot save much money. (Join the sentences, using ‘The morelless/. er..., the more/less/-er ‘.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "They climbed the mountain. No one guided them. (Join the sentences, using ‘without+V. ing’.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "The team won the championship. It also set a new record. (Join the sentences, beginning with ‘Not only ... ’.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "Sandi was awarded first prize in the essay competition. She was praised by her friends. (Join the sentences, using ‘as a result of’.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "I did not have enough money. I did not buy a car? (Use ‘third conditional’.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Her workload is extremely demanding. She makes herself accessible to people, anyway. (Join the sentences, beginning with ‘No matter’.)"
        }
    ],
    "set9": [
        {
            "question-item-number": "(1)",
            "question-item-text": "No sooner had they had their dinner than the ceiling crashed onto the dining table. (Use ‘As soon as ...’.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "I was not involved in the project. He was not also involved in it.(Join the sentences, using ‘Neither ... nor’)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Swiftlets are tiny birds. However, they can spend ten months in flight without taking a break. (Join the sentences, beginning with ‘Although’.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "The gardener whispered a few words of encouragement to his plants. He thought they were alive. (Join the sentences, using ‘as if’.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "At present, people use a GPS device instead of a guidebook when they do not know the way to their destination. (Use ‘a participle phrase’.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "They checked the weather forecast. Then, they went for a picnic yesterday. (Join the sentences, using ‘before’.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "You will not be allowed to go into the library if you do not have your personal library card. (Use ‘without + V-ing’.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "They renovated the old building and converted it into a cinema.(Change the sentence into ‘the passive voice’.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "Our monitor should be a bit considerate towards his classmates to be a good leader. (Use ‘an introductory phrase’.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Ma Ma said to her sister, “Will you come and sit on this sofa if you are free?” (Change the sentence into ‘the reported speech’.)"
        }
    ],
    "set10": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Experts say that the Amazon rainforest comprises around 50% of all the rainforests in the world."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "Thet Htar did not have time to study for the test. She did not do very well."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "The boy said to his brother, “You don’t have to stay in here with me, if it bothers you”."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "The growth of the internet was responsible for really speeding up communication."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "If he (make) a stupid mistake, he (win) the competition."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "A dog was barking at a delivery man. It thought he was a burglar."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "If you spend time in nature, you will be free from stress."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "Yin Kay held up her phone and started recording."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "The relationship between diet and nutrition is important. The influence of environmental factors on them is important."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "She always listens patiently to her friends, even when their stories are repetitive."
        }
    ]
}