import { DifinationsTitle } from "./economic";

export const Chapter1 = () => {
  return (
    <div className="flex flex-col text-sm md:text-lg text-justify">
      <div>
        <div className="flex gap-5 font-semibold">
          <p>၁။</p>
          <p>ဝယ်လိုအားအလျော့အတင်း</p>
        </div>
        <p className="indent-10">
          ကုန်စည်တစ်ခုအတွက် ဝယ်လိုအားအလျော့အတင်းဆိုသည်မှာ ထိုကုန်စည်အတွက်
          ဝယ်လိုအားကိုပြဋ္ဌာန်းသော အချက်တစ်ခုခုပြောင်းလဲခြင်းကြောင့်
          ယင်းကုန်စည်၏ဝယ်လိုအား မည်မျှတုံ့ပြန်ပြောင်းလဲကြောင်းကို ဖော်ပြသည့်
          အတိုင်းအတာပင်ဖြစ်သည်။
        </p>
      </div>
      <div>
        <div className="flex gap-5 font-semibold">
          <p>၁။</p>
          <p>ဝယ်လိုအားအလျော့အတင်း</p>
        </div>
        <p className="indent-10">
          ကုန်စည်တစ်ခုအတွက် ဝယ်လိုအားအလျော့အတင်းဆိုသည်မှာ ထိုကုန်စည်အတွက်
          ဝယ်လိုအားကိုပြဋ္ဌာန်းသော အချက်တစ်ခုခုပြောင်းလဲခြင်းကြောင့်
          ယင်းကုန်စည်၏ဝယ်လိုအား မည်မျှတုံ့ပြန်ပြောင်းလဲကြောင်းကို ဖော်ပြသည့်
          အတိုင်းအတာပင်ဖြစ်သည်။
        </p>
      </div>
    </div>
  );
};

export const Chapter2 = () => {
  return (
    <div>
      <DifinationsTitle>
        <div>
          <p>၁။</p>
          <p>ဝယ်လ ိုအ ားအလလ ျော့အတင်ား</p>
        </div>
        <div>
          က ုန်စည်တစ်ခ ုအတ ွက ် ဝယ်လ ုအှာားအလလ ှာ ျော့အတင်ားဆ ုသည်မ ှာ ထ ုက
          ုန်စည်အတ ွက ် ဝယ်လ ုအှာားက ု ပြဋ္ဌှာန်ားလသှာ အခ က ်တစ်ခ ုခ
          ုလပြှာင်ားလဲပခင်ားလ ကှာငျော့် ယင်ားက ုန်စည်၏ဝယ်လ ုအှာား မည်မျှတ
          ုုံ့ပြန်လပြှာင်ားလဲ လ ကှာင်ားက ု လ ှာ ်ပြသညျော့် အတ ုင်ားအတှာပ စ်သည်။
        </div>
      </DifinationsTitle>
    </div>
  );
};

export const Chapter3 = () => {
  return (
    <div>
      <DifinationsTitle>
        <div>
          <p>၁။</p>
          <p>ဝယ်လ ိုအ ားအလလ ျော့အတင်ား</p>
        </div>
        <div>
          က ုန်စည်တစ်ခ ုအတ ွက ် ဝယ်လ ုအှာားအလလ ှာ ျော့အတင်ားဆ ုသည်မ ှာ ထ ုက
          ုန်စည်အတ ွက ် ဝယ်လ ုအှာားက ု ပြဋ္ဌှာန်ားလသှာ အခ က ်တစ်ခ ုခ
          ုလပြှာင်ားလဲပခင်ားလ ကှာငျော့် ယင်ားက ုန်စည်၏ဝယ်လ ုအှာား မည်မျှတ
          ုုံ့ပြန်လပြှာင်ားလဲ လ ကှာင်ားက ု လ ှာ ်ပြသညျော့် အတ ုင်ားအတှာပ စ်သည်။
        </div>
      </DifinationsTitle>
    </div>
  );
};

export const Chapter4 = () => {
  return (
    <div>
      <DifinationsTitle>
        <div>
          <p>၁။</p>
          <p>ဝယ်လ ိုအ ားအလလ ျော့အတင်ား</p>
        </div>
        <div>
          က ုန်စည်တစ်ခ ုအတ ွက ် ဝယ်လ ုအှာားအလလ ှာ ျော့အတင်ားဆ ုသည်မ ှာ ထ ုက
          ုန်စည်အတ ွက ် ဝယ်လ ုအှာားက ု ပြဋ္ဌှာန်ားလသှာ အခ က ်တစ်ခ ုခ
          ုလပြှာင်ားလဲပခင်ားလ ကှာငျော့် ယင်ားက ုန်စည်၏ဝယ်လ ုအှာား မည်မျှတ
          ုုံ့ပြန်လပြှာင်ားလဲ လ ကှာင်ားက ု လ ှာ ်ပြသညျော့် အတ ုင်ားအတှာပ စ်သည်။
        </div>
      </DifinationsTitle>
    </div>
  );
};

export const Chapter5 = () => {
  return (
    <div>
      <DifinationsTitle>
        <div>
          <p>၁။</p>
          <p>ဝယ်လ ိုအ ားအလလ ျော့အတင်ား</p>
        </div>
        <div>
          က ုန်စည်တစ်ခ ုအတ ွက ် ဝယ်လ ုအှာားအလလ ှာ ျော့အတင်ားဆ ုသည်မ ှာ ထ ုက
          ုန်စည်အတ ွက ် ဝယ်လ ုအှာားက ု ပြဋ္ဌှာန်ားလသှာ အခ က ်တစ်ခ ုခ
          ုလပြှာင်ားလဲပခင်ားလ ကှာငျော့် ယင်ားက ုန်စည်၏ဝယ်လ ုအှာား မည်မျှတ
          ုုံ့ပြန်လပြှာင်ားလဲ လ ကှာင်ားက ု လ ှာ ်ပြသညျော့် အတ ုင်ားအတှာပ စ်သည်။
        </div>
      </DifinationsTitle>
    </div>
  );
};

export const Chapter6 = () => {
  return (
    <div>
      <DifinationsTitle>
        <div>
          <p>၁။</p>
          <p>ဝယ်လ ိုအ ားအလလ ျော့အတင်ား</p>
        </div>
        <div>
          က ုန်စည်တစ်ခ ုအတ ွက ် ဝယ်လ ုအှာားအလလ ှာ ျော့အတင်ားဆ ုသည်မ ှာ ထ ုက
          ုန်စည်အတ ွက ် ဝယ်လ ုအှာားက ု ပြဋ္ဌှာန်ားလသှာ အခ က ်တစ်ခ ုခ
          ုလပြှာင်ားလဲပခင်ားလ ကှာငျော့် ယင်ားက ုန်စည်၏ဝယ်လ ုအှာား မည်မျှတ
          ုုံ့ပြန်လပြှာင်ားလဲ လ ကှာင်ားက ု လ ှာ ်ပြသညျော့် အတ ုင်ားအတှာပ စ်သည်။
        </div>
      </DifinationsTitle>
    </div>
  );
};

export const Chapter7 = () => {
  return (
    <div>
      <DifinationsTitle>
        <div>
          <p>၁။</p>
          <p>ဝယ်လ ိုအ ားအလလ ျော့အတင်ား</p>
        </div>
        <div>
          က ုန်စည်တစ်ခ ုအတ ွက ် ဝယ်လ ုအှာားအလလ ှာ ျော့အတင်ားဆ ုသည်မ ှာ ထ ုက
          ုန်စည်အတ ွက ် ဝယ်လ ုအှာားက ု ပြဋ္ဌှာန်ားလသှာ အခ က ်တစ်ခ ုခ
          ုလပြှာင်ားလဲပခင်ားလ ကှာငျော့် ယင်ားက ုန်စည်၏ဝယ်လ ုအှာား မည်မျှတ
          ုုံ့ပြန်လပြှာင်ားလဲ လ ကှာင်ားက ု လ ှာ ်ပြသညျော့် အတ ုင်ားအတှာပ စ်သည်။
        </div>
      </DifinationsTitle>
    </div>
  );
};

export const Chapter8 = () => {
  return (
    <div>
      <DifinationsTitle>
        <div>
          <p>၁။</p>
          <p>ဝယ်လ ိုအ ားအလလ ျော့အတင်ား</p>
        </div>
        <div>
          က ုန်စည်တစ်ခ ုအတ ွက ် ဝယ်လ ုအှာားအလလ ှာ ျော့အတင်ားဆ ုသည်မ ှာ ထ ုက
          ုန်စည်အတ ွက ် ဝယ်လ ုအှာားက ု ပြဋ္ဌှာန်ားလသှာ အခ က ်တစ်ခ ုခ
          ုလပြှာင်ားလဲပခင်ားလ ကှာငျော့် ယင်ားက ုန်စည်၏ဝယ်လ ုအှာား မည်မျှတ
          ုုံ့ပြန်လပြှာင်ားလဲ လ ကှာင်ားက ု လ ှာ ်ပြသညျော့် အတ ုင်ားအတှာပ စ်သည်။
        </div>
      </DifinationsTitle>
    </div>
  );
};
