{
    "question-number": "I.",
    "question-text": "Complete the sentences with the appropriate words. The initial letters are given.",
    "marks": "(10 marks)",
    "set1": [
        {
            "question-item-number": "(1)",
            "question-item-text": "After his death, his assets will be transferred to his c---------- foundation."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "One of the most p---------- and economically significant states in Japan was impacted by the earthquake."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "His heart burned with f---------- as a result of her words."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "To be employed at this level, one must have a degree as a p----------."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "Zin Ko’s face was filled with pure r---------- as he listened to the music."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "It is acknowledged that facial signs of aging can be caused by a history of illness, m---------- or poor personal hygiene."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "Our manager is n---------- for his wild behaviour."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "Many of us have been driven apart by the e---------- of social media networks."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "Environmental pollution is one of the negative aspects associated with i----------."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "The police are investigating the m---------- deaths of children at the hospitals."
        }
    ],
    "set2": [
        {
            "question-item-number": "(1)",
            "question-item-text": "The Myeik Archipelago is renowned for its remarkable view of n---------- coral reefs and vibrant schools of fish."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "The word ‘genius’ has c---------- of intelligence, skills, originality and creativity."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Be careful of taking this drug because it has some a---------- effects in spite of its effectiveness."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "The path is cool, shady and dark even in summer with the o---------- branches of big trees."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "P---------- is important for students as being on time is also considered in their continuous assessment."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "After a bone fracture was diagnosed with x-rays, the patient had to u---------- surgery to repair a broken bone."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "When you prepare food, you should use kitchen g---------- such as blenders, mixers, and food processors to save time and energy."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "When he did not come to school on Monday, it was not because he was sick but because he made a d---------- choice."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "Some students find examinations s---------- but others manage to stay calm and focused."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "In today’s world, the d---------- of fossil fuels is raising concerns about energy security and climate change."
        }
    ],
    "set3": [
        {
            "question-item-number": "(1)",
            "question-item-text": "I don’t know them very well. We are just a----------."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "There are c---------- running through the forest but they dry up every summer."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Grandma s---------- with her grandson when he was not selected for the football team."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "San San is an energetic young woman and she seems to have i---------- energy."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "The noisy traffic is a continual a---------- to people living in the downtown area."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "It is reported that the funds raised by the local organisation will help c---------- endangered species in the islands."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "During the ceremony, people pushed each other out of the way in their e---------- to get to the front."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "The best thing about the location of our new house is its p---------- to the park and we can go jogging every morning."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "Consumers usually use food labels j---------- to avoid some chemicals and ingredients."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Due to her shyness and r---------- to talk with people, Mu Mu always spends time watching TV at home."
        }
    ],
    "set4": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Achieving personal goals can lead to a lasting sense of f---------- and happiness."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "To stay healthy, it is important to eat a b---------- diet with fruits, vegetables, and proteins."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Facial r---------- is a technology that helps computers identify people by their faces."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "H---------- chemicals in pesticides can damage the soil and affect the crops we eat."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "Before you can drive a car, you need to pass the test and get a driving l----------."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "Her g---------- in donating to the school fund helped improve facilities for students."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "After school, I like to s---------- the Internet to learn new things and watch videos."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "Passing the e---------- examination is a requirement for admission to the university."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "The hotel is located near the airport for the c---------- of travellers."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Sleep d---------- can make it hard for students to focus in class."
        }
    ],
    "set5": [
        {
            "question-item-number": "(1)",
            "question-item-text": "If you work in communications and m----------, you will find the guide invaluable."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "A s---------- car is also known as an autonomous car."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "My eldest brother is noth---------- with his new working arrangements."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "The terrible storm caused the d---------- of many homes in this area."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "You use c---------- skills when giving and receiving different kinds of information."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": " P---------- medicine can be taken to stay healthy."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "He is a c---------- and dedicated worker who will be an asset to your company."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "How the massive stones were brought here from 200 miles away remuins a m----------."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "We all admire the e---------- with which our chef has prepared the beef."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "We often hear of driver f---------- being the cause of extremely serious accidents."
        }
    ],
    "set6": [
        {
            "question-item-number": "(1)",
            "question-item-text": "In some cultures, b---------- after a meal is considered a compliment to the chef."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "Exams and deadlines are some of the most common s---------- factors for students."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Doctors recommend p---------- medicine, like vaccines, to stop diseases before they happen."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "It’s not always easy to c---------- with stress, but staying calm can help."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "The restaurant played slow, sad, s---------- music, creating a calm and emotional atmosphere."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "Some phones and airports use f---------- recognition systems to check your identity."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "Ozone d---------- is a serious environmental issue that contributes to the increased exposure to harmful UV rays."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "The destruction of rainforests has led to a severe loss of b---------- endangering many species."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "The child is s---------- because their parents buy them everything they ask for."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Good manners are essential in s---------- dealings to maintain healthy relationships."
        }
    ],
    "set7": [
        {
            "question-item-number": "(1)",
            "question-item-text": "It is claimed that watching violence on TV makes some children more a----------."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "During the drought, the villagers were urged to c----------."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Grandma has been in bed with the flu for two weeks and now she is still a bit u---------- on her feet."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "Since my little niece is a---------- to cats, she can’t keep one as a pet."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "What are your h----------? Mine includes reading, cooking, and gardening."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "Our company is going to install a piece of s---------- equipment at the entrance."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "When travelling on highways at night, it is not easy to drive and n---------- at the same time."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "A small snake s---------- away as a group of boys approached the bushes noisily."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "In this region, the custom of having a feast after harvesting has been practised for a very long time and it has become an i----------."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "These animals are mostly c---------- and remain underground during the day to avoid being caught by predators."
        }
    ],
    "set8": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Love and relationships will always be a topic of u---------- interest."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "The increase in the number of young people leaving to work in the cities has had a dramatic i---------- on thedemography of the villages."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Nilar has just g---------- with first-class honours in Psychology."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "A good diet and plenty of exercise will help you to keep your body h----------."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "The Green Party have called for a substantial reduction in the e---------- by the UK."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "Car exhaust is the main reason for the city’s p----------."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "You should take it as a compliment when you fall asleep in my company - it means you’re r----------."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "The water supply is being tested for c---------- , the presence of unwanted or dangerous substances."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "Business people often think that fluency and c---------- are more important than grammar when speaking."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Linguistics embraces a d---------- range of subjects such as phonetics and stylistics."
        }
    ],
    "set9": [
        {
            "question-item-number": "(1)",
            "question-item-text": "The headmaster’s speech at the assembly was so motivating that it i---------- the students to participate in volunteer work."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "In some areas, hydroelectric dams use the energy of flowing water to g----------."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "A group of nanotechnologists who discovered the treatment of brain tumours made a r---------- achievement in medical history."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "In a world full of deception, it is increasingly difficult to find truly t---------- people whom we can completely rely on."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "As the teacher gave us a clear and l---------- explanation, we were able to solve similar maths problems easily."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "The hotel is famous for offering a haven of peace and s---------- away from the noise of the city."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "If you want to prepare a d---------- and nourishing ingredients carefully selected for their flavour and nutritional value."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "The i---------- diamonds looked almost identical to the original one, but they were slightly different in the fire, scintillation, and sparkle of the real gem."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "If you leave plastic wares in sunlight for long hours, it will lead to their d---------- and become useless."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "P---------- is a serious respiratory infection that can cause severe symptoms such as a cough, fever, chills, and shortness of breath."
        }
    ],
    "set10": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Cultural differences can significantly shape one’s p---------- of what is considered polite or rude."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "My mother finds m---------- helpful in managing her anxiety and staying calm in stressful situations."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "The movie has a m---------- ending because it makes the audience feel depressed."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "Eating a diet rich in u---------- fats, like those found in nuts and avocados, can benefit your heart health."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "After a long day of c---------- with my colleagues at the Zoom meeting, I was exhausted from staring at the screen for hours."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "The novel explores the n---------- of human relationships because it shows both joy and struggle of connections."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "Researchers made a b---------- in cancer research because they could identify a new gene linked to a tumor."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "She has a lot of a----------, but only a few close friends she can rely on."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "His expertise is in the  d---------- of artificial intelligence and machine learning."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "She managed to overcome the b---------- that stood in her way to success."
        }
    ]
}