{
    "question-number": "3.",
    "question-text": "Choose the correct answer for the following statements. Do not copy the statements.",
    "marks": "(10 marks)",
    "set1": [
        {
            "question-item-number": "i.",
            "question-item-text": "Plant fibres are (A. sclerenchymatous B. parenchymatous C. collenchymatous D. chlorenchyma) cells."
        },
        {
            "question-item-number": "ii.",
            "question-item-text": "Each (A. mRNA B. rRNA C. tRNA D. codon) carries the specific amino acid at a time at its acceptor stem."
        },
        {
            "question-item-number": "iii.",
            "question-item-text": "The main photosynthetic organs are the (A. stems B. roots C. leaves D. flowers)."
        },
        {
            "question-item-number": "iv.",
            "question-item-text": "Mosquitoes lay their eggs in (A. soil B. water C. leaves D. blood)."
        },
        {
            "question-item-number": "v.",
            "question-item-text": "Coconut milk is a rich source of (A. gibberellins B. auxins C. ethylenes D. cytokinins)."
        },
        {
            "question-item-number": "vi.",
            "question-item-text": "The most trafficked animal in the world is the (A. rhinocerose B. pangolin C. tiger D. elephant)."
        },
        {
            "question-item-number": "vii.",
            "question-item-text": "The (A. erythrocytes B. leucocytes C. lymphocytes D. platelets) transport oxygen from the lungs to all the cells."
        },
        {
            "question-item-number": "viii.",
            "question-item-text": "Signs of plant disease are (A. chemical B. physical C. botanical D. biochemical) evidence of the pathogen."
        },
        {
            "question-item-number": "ix.",
            "question-item-text": "The endocrine glands and their hormones make up the (A. nervous system B. circulatory system C. excretory system D. endocrine system)."
        },
        {
            "question-item-number": "x.",
            "question-item-text": "Climate change is a growing threat to (A. biodiversity B. biology C. botany D. geology)."
        }
    ],
    "set2": [
        {
            "question-item-number": "i.",
            "question-item-text": "Structurally, plant fibres are (A. parenchymatous B. sclerenchymatous C. collenchymatous D. aerenchymatous) cells and are parts of the plant skeleton."
        },
        {
            "question-item-number": "ii.",
            "question-item-text": "(A. Hydrogen B. Covalent C. Ionic D. Polar) bonds link each complementary base pair in the structure of DNA."
        },
        {
            "question-item-number": "iii.",
            "question-item-text": "In hot conditions, (A. respiration B. photosynthesis C. transpiration D. translocation) plays an important role in cooling the leaves."
        },
        {
            "question-item-number": "iv.",
            "question-item-text": "An example of infectious diseases is (A. cardiovasular disease B. cancer C. chronic respiratory disease and D. malaria)."
        },
        {
            "question-item-number": "v.",
            "question-item-text": "(A. Light B. Water C. Temperature D. Gravity) causes a variety of responses in the plant body in addition to photosynthesis."
        },
        {
            "question-item-number": "vi.",
            "question-item-text": "The common name of Linpai is (A. Asian Elephant B. Eld’s Deer C. Irrawaddy Dolphin D. Green Peafowl)."
        },
        {
            "question-item-number": "vii.",
            "question-item-text": "(A. Lymph vessels B. Arteries C.Veins D. Capillaries) carry blood away from the heart towards the cells of the body."
        },
        {
            "question-item-number": "viii.",
            "question-item-text": "(A. Fungi B. Bacteria C. Nematodes D. Viruses) are intracellular pathogenic particles that infect other living organisms."
        },
        {
            "question-item-number": "ix.",
            "question-item-text": "The pons is located above and in front of the (A. medulla oblongata B. cerebellum C. hyphthalamus D. midbrain) in the brainstem."
        },
        {
            "question-item-number": "x.",
            "question-item-text": "(A. Aquarium B. Botanical C. Aviary D. Zoological) gardens are ideal places to integrate the study and conservation of trees species that are endangered in the wild."
        }
    ],
    "set3": [
        {
            "question-item-number": "i.",
            "question-item-text": "Among the ASEAN countries, Myanmar is the leading (A. pulse B. rice C. wheat D. maize) and bean producer."
        },
        {
            "question-item-number": "ii.",
            "question-item-text": "DNA is a double helix structure consisting of (A. two B. three C. four D. many) polynucleotide strands."
        },
        {
            "question-item-number": "iii.",
            "question-item-text": "In plant,, the dissolved mineral ions are transported in the (A. phloem B. xylem C. parenchyma D. cambium) tissue."
        },
        {
            "question-item-number": "iv.",
            "question-item-text": "Smoking also changes the balance of (A. lipoproteins B. cholesterol C. atherosclerosis D. hypertension) int the blood."
        },
        {
            "question-item-number": "v.",
            "question-item-text": "The process of development occurs in an ordered fashion within a single diploid cell called (A. embryo B. zygote C. meristem D. gamete)"
        },
        {
            "question-item-number": "vi.",
            "question-item-text": "A marine park is a permanent marine (A. reservation B. isolation C. sanctuary D. biosphere) for the conservation of species."
        },
        {
            "question-item-number": "vii.",
            "question-item-text": "The human heart is a muscular pump with (A. two B. three C. four D. five) chambers."
        },
        {
            "question-item-number": "viii.",
            "question-item-text": "Most plant diseases, around 85 percent are caused by (A. nematodes B. virus C. fungal D. mosaics) organisms."
        },
        {
            "question-item-number": "ix.",
            "question-item-text": "The parasympathetic system uses the neurotransmitter (A. norepinephrine B. endorphins C. dopamine D. acetylcholine) to control organ responses."
        },
        {
            "question-item-number": "x.",
            "question-item-text": "Habitat loss is the most significant cause of (A. agrobiodiversity B. biodiversity C. water D. forests) loss globally."
        }
    ],
    "set4": [
        {
            "question-item-number": "i.",
            "question-item-text": "Natural selection is defined as the (A. environmental B. chemical C. functional D. evolutionary) process."
        },
        {
            "question-item-number": "ii.",
            "question-item-text": "The orange pigment beta-carotene which can be converted into (A. vitamin A B. vitamin B C. vitamin C D. vitamin D)."
        },
        {
            "question-item-number": "iii.",
            "question-item-text": "Transcription occurs in the (A. cytoplasm B. nucleus C. ribosome D. chloroplast) of the cell."
        },
        {
            "question-item-number": "iv.",
            "question-item-text": "Most transpiration takes place through the (A. xylem B. phloem C. air spaces D. stomata)."
        },
        {
            "question-item-number": "v.",
            "question-item-text": "The very smallest branches of the arterial system are (A. arterioles B. aorta C. coronary D. paralysis)."
        },
        {
            "question-item-number": "vi.",
            "question-item-text": "The myocardial infarction commonly known as a (A. stroke B. heart attack C. atheroma D. paralysis)."
        },
        {
            "question-item-number": "vii.",
            "question-item-text": "The only gaseous phytohormone is (A. ethylene B. gibberellin C. cytokinin D. abscisic acid)."
        },
        {
            "question-item-number": "viii.",
            "question-item-text": "The largest part of the brain is (A. cerebellum B. thalamus C. cerebrum D.hypothalamus)."
        },
        {
            "question-item-number": "ix.",
            "question-item-text": "The Red Data Book includes the list of endangered species of (A. plants B. animals C. plants and animals fossils D. plants and animals)."
        },
        {
            "question-item-number": "x.",
            "question-item-text": "Wildlife trade can involve the trade of (A. living B. fossil C. living of dead D. dead) individuals"
        }
    ]
}