    {
        "question-number": "၆။",
        "question-text": "နှစ်သက်ရာတစ်ခုကို စာစီကုံးပါ။",
        "marks": "(၁၀ မှတ်)",
        "set1": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "စည်ကားလှသော နံနက်ခင်းဈေးမြင်ကွင်း",
                "question-item-text": "- နံနက်ခင်းတစ်ခုတွင် ဈေးသို့သွားပုံ၊ ဈေးပတ်ဝန်းကျင်အခြေအနေ၊ သက်ရှိသက်မဲ့တို့၏မြင်ကွင်း၊ ရောင်းသူဝယ်သူများနှင့်စည်ကားနေပုံ၊ မိမိအတွေးနှင့်ခံစားမှု။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "ရိုးရိုးကျင့် မြင့်မြင့်ကြံ",
                "question-item-text": "- ရိုးသားမှုဟူသည်၊ လူတိုင်းရိုးသာမှုရှိရန်လိုအပ်ပုံ၊ ရိုးသားခြင်း၏အကျိုး၊ မရိုးသားခြင်း၏အပြစ်၊ မိမိခံယူချက်နှင့်အတွေးအမြင်။"
            }
        ],
        "set2": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "ဥတုရာသီ တောကိုမှီ",
                "question-item-text": "- တောတောင်ရေမြေ သဘာဝအလှများသည် စိတ်ကိုကြည်နူးနှစ်သက်စေပုံ၊ နွေမိုးဆောင်းရာသီသဘာဝအလှများ၊ တောတောင်ရေမြေ သဘာဝအလှများကို ထိန်းသိမ်းခြင်း၏အကျိုး၊ မထိန်းသိမ်းခြင်း၏အပြစ်၊ မိမိခံစားချက်အမြင်။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "အချိန်ရှိခိုက် လုံးလစိုက်",
                "question-item-text": "- အချိန်ကို အကျိုးရှိရှိ အသုံးချတတ်ရန် အရေးကြီးပုံ၊ လုံးလဝီရိယစိုက်ထုတ်၍ အချိန်ကိုအသုံးချတတ်ရန်လိုအပ်ပုံ၊ အချိန်ကိုအသုံးချတတ်ခြင်း၏အကျိုး၊ အသုံးမချတတ်ခြင်း၏အပြစ်၊ မိမိ၏အတွေးအမြင်။"
            }
        ],
        "set3": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "မြန်မာ့ရိုးရာ အားကစားပွဲမြင်ကွင်းတစ်ခု",
                "question-item-text": "- မြန်မာ့ရိုးရာအားကစားပွဲများ များစွာရှိပုံ၊ မြန်မာ့ရိုးရာအားကစားပွဲတစ်ခုကို မြင်တွေ့ခဲ့ရပုံ၊ ပြိုင်ပွဲ၏ သဘောသဘာဝနှင့် စည်းမျဉ်းစည်းကမ်းများ၊ အားတက်သရောယှဉ်ပြိုင်ကြပုံ၊ မိမိအမြင်နှင့် အတွေး။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "လူငယ်နှင့်စာဖတ်ဝါသနာ",
                "question-item-text": "- လူငယ်တိုင်း ဝါသနာကိုယ်စီရှိကြပုံ၊ စာဖတ်ဝါသနာသည် ဝါသနာကောင်းတစ်ခုဖြစ်ပုံ၊ အသိအလိမ္မာတိုးပွားအောင် လူငယ်များ စာဖတ်သင့်ပုံ၊ အောင်မြင်ကြီးပွားသူတိုင်း စာဖတ်ကြပုံ၊ လူငယ်တိုင်း စာဖတ်ဝါသနာရှိသင့်ပုံ။"
            }
        ],
        "set4": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "စည်းလုံးညီညွတ်ခြင်းသည် အင်အား",
                "question-item-text": "- စည်းလုံးညီညွတ်ခြင်း၏သဘော၊ စည်းလုံးညီညွတ်ခြင်းသည်အင်အားဖြစ်ပုံ၊ စည်းလုံးညီညွတ်ခြင်း၏အကျိုး၊ စည်းလုံးညီညွတ်မှုပြိုကွဲခြင်း၏ဆိုးကျိုးများ၊ စည်းလုံးညီညွတ်ရန် အရေးကြီးပုံနှင့်မိမိအမြင်။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "သစ်တောသစ်ပင်တို့ချစ်ခင်",
                "question-item-text": "- သစ်တောသစ်ပင်သည်သက်ရှိလောကကိုအကျိုးပြုပုံ၊ ဥတုရာသီနှင့် သဘာဝဘေးရန်များကို အကာအကွယ်ပေးပုံ၊ သစ်ပင်ခုတ်ခြင်းဖြင့် သစ်တောများပြုန်းတီးလာပုံ၊ ရာသီဥတုဖောက်ပြန်လာပုံ၊ သစ်တောသစ်ပင်များထိန်းသိမ်းသင့်ပုံ။"
            }
        ],
        "set5": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "မိသားစုထမင်းဝိုင်း",
                "question-item-text": "- မိသားစုဟူသည်၊ မိသားစုထမင်းအတူစားကြခြင်း၊ မေတ္တာကရုဏာကို ဖော်ပြနိုင်ခြင်း။ အကြောင်းအကျိုး အဆိုးအပြစ်များကို ဝေဖန်ပြုပြင်နိုင်ခြင်း၊ မိသားစုများ ချစ်ကြည်ငြိမ်းချမ်းက လူ့အဖွဲ့အစည်းသာယာနိုင်ခြင်း။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "ကိုယ်ချင်းစာစိတ်",
                "question-item-text": "- ကိုယ်ချင်းစာစိတ်ဟူသည်၊ ကိုယ်ချင်းစာစိတ်ထားခြင်း အကျိုး၊ ကိုယ်ချင်းစာစိတ် ကင်းမဲ့ခြင်းအပြစ်၊ ကိုယ်ချင်းစာစိတ်ဖြင့် လောကလူသားကို သာယာငြိမ်းချမ်းစေနိုင်ပုံ၊ ကိုယ်ချင်းစာစိတ်ထားကို ကျင့်သုံးသင့်ပုံ။"
            }
        ],
        "set6": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "သာယာချမ်းမြ ညတစ်ည",
                "question-item-text": "- ညတစ်ညဖြစ်ပုံ၊ ထိုညတွင် သဘာဝဝန်းကျင်နှင့် နေထိုင်ရာပတ်ဝန်းကျင် အေးချမ်းသာယာရှိနေပုံ၊ ကစားခုန်စား ပျော်ရွှင်လှုပ်ရှားနေကြပုံ၊ ပွဲလမ်းသဘင်ကျင်းပနေပုံ၊ မမေ့နိုင်သော သာယာသည့် ညတစ်ညဖြစ်ပုံ။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "လူငယ်နှင့် အကျင့်စာရိတ္တ",
                "question-item-text": "- လူငယ်နှင့် အကျင့်စာရိတ္တ ဟူသည်၊ လူငယ်၏ ပင်ကိုစိတ်ထားနှင့် စူးစမ်းကျင့်သုံးလိုမှု၊ အကျင့်စာရိတ္တ ကောင်းခြင်း၏ အကျိုး၊ အကျင့်စာရိတ္တ ဆိုးခြင်း၏ အပြစ်၊ အကျင့်စာရိတ္တကောင်းကို ကျင့်သုံးရန် လိုအပ်မှု။"
            }
        ],
        "set7": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "လူငယ်နှင့် နည်းပညာ",
                "question-item-text": "- လူငယ်နှင့်နည်းပညာ၏ သဘောသဘာဝ၊ လူငယ်သည် နိုင်ငံ၏ အနာဂတ်ဖြစ်ပုံ၊ နည်းပညာသည် လျင်မြန်စွာ ပြောင်းလဲနေပုံ၊ နည်းပညာ၏ အကျိုးဆက်နှင့် ရိုက်ခတ်ပုံ၊ မိမိခံယူချက် နှင့် အတွေးအမြင်။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "မြန်မာ့ ရိုးရာပွဲတော်များ",
                "question-item-text": "- မြန်မာနိုင်ငံတွင် ဆယ့်နှစ်လရာသီပွဲများရှိပုံ၊ ပွဲတော်များကျင်းပပုံ၊ ရာသီပွဲများနှင့် မြန့်မာ့ဓလေ့ဆက်စပ်ပုံ၊ မြန်မာ့စိတ်ရင်းနှင့် မြန်မာ့သတ္တိကို ဖော်ပြနေပုံ၊ မိမိခံစားချက်နှင့် အတွေးအမြင်။"
            }
        ],
        "set8": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "မေတ္တာတရား",
                "question-item-text": "- မေတ္တာတရားဟူသည်၊ မေတ္တာသည် ကြီးမားသော စွမ်းအားနှင့် လောကငြိမ်းချမ်းရေးတရားဖြစ်ပုံ၊ မေတ္တာထား၍ အကျိုးရှိပုံ၊ မေတ္တာပျက်၍ အကျိုးမဲ့ပုံ၊ မိမိအမြင်"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "နွေဦးရာသီ အလှပန်းချီ",
                "question-item-text": "- နွေရာသီရောက်လာပုံ၊ နွေရာသီသဘာဝအခြေအနေ၊ တောတောင်ရေမြေ သစ်ပင်ပန်းမန်တို့၏အလှများ၊ ပွဲတော်များနှင့် လှုပ်ရှားမှုများ၊ မိမိအမြင်။"
            }
        ],
        "set9": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "လသာသောည",
                "question-item-text": "- လသာညသည် လောက၏အလှတစ်ခုဖြစ်ပုံ၊ ကောင်းကင်အသွင်၊ လမင်းနှင့်လူသားတို့၏ ဆက်သွယ်မှု၊ ပတ်ဝန်းကျင်မြင်ကွင်းများ၊ မိမိအမြင်။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "ကျန်းမာခြင်းသည် လာဘ်တစ်ပါး",
                "question-item-text": "- ကျန်းမာရေးအရေးကြီးပုံ၊ ကျန်းမာရေးကို ဂရုစိုက်သင့်ပုံ၊ ကျန်းမာခြင်း၏ကောင်းကျိုးများ၊ မကျန်းမာခြင်း၏ ဆိုးကျိုးများ၊ ကျန်းမာရေးနှင့်ပတ်သက်သောအတွေးအမြင်။"
            }
        ],
        "set10": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "",
                "question-item-text": "- "
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "",
                "question-item-text": "- "
            }
        ],
        "set11": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "",
                "question-item-text": "- "
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "",
                "question-item-text": "- "
            }
        ],
        "set12": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "",
                "question-item-text": "- "
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "",
                "question-item-text": "- "
            }
        ]
    }