    {
        "question-number": "၆။",
        "question-text": "နှစ်သက်ရာတစ်ခုကို စာစီကုံးပါ။",
        "marks": "(၁၀ မှတ်)",
        "set1": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "ကျောင်းသားလူငယ်နှင့် စာဖတ်ဝါသနာ",
                "question-item-text": "- ကျောင်းသာလူငယ်များအတွက် စာဖတ်ဝါသနာသည် အရေးကြီးပုံ၊ စာဖတ်ခြင်း၏ အကျိုးကျေးဇူးများ၊ စာမဖတ်သည့်အတွက်အကျိုးဆုတ်ယုတ်နိုင်ပုံ၊ ကျောင်းသာလူငယ်များစာဖတ် ဝါသနာပါလာအောင် လေ့ကျင့်ပြီး စာဖတ်သင့်ပုံ၊ စာဖတ်ခြင်းနှင့်ပတ်သက်သော မိမိ၏အတွေးအမြင်၊ အယူအဆများ။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "ကိုယ်ကျင့်တရား",
                "question-item-text": "- ကိုယ်ကျင့်တရားဟူသည်၊ လူတိုင်းကိုယ်ကျင့်တရားစောင့်ထိန်းရန်လိုအပ်ပုံ၊ ကိုယ်ကျင့်တရားစောင့်ထိန်းခြင်း၏အကျိုး၊ ကိုယ်ကျင့်တရားပျက်ယွင်းခြင်း၏ အပြစ်များ၊ ကိုယ်ကျင့်တရားနှင့် ပတ်သက်၍ မိမိ၏အတွေးအမြင်အယူအဆများ။"
            }
        ],
        "set2": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "နွေဦးရာသီ အလှပန်းချီ",
                "question-item-text": "- နွေဦးရာသီသို့ ရောက်ရှိလာပုံ၊ နွေးဦးအခါ တောတောင်ရေမြေသစ်ပင်ပန်းမန်နှင့် ကျေးငှက်တို့၏ သဘာဝအလှများ၊ ပွဲတော်များ၊ လူသားတို့၏ လှုပ်ရှားမှုများ၊ မိမိအတွေးနှင့် ခံစားမှု။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "စိတ်အလှ",
                "question-item-text": "- လူသားတို့၏ကံသုံးပါးအမူအရာတွင် စိတ်ကလွှမ်းမိုးနေပုံ၊ စိတ်ကောင်းစိတ်မြတ်ကို မွေးရန်လိုအပ်ပုံ၊ စိတ်အလှထင်ဟပ်နေသော သာဓကများ၊ စိတ်အလှသည် လောကီအတွက်သာမက လောကုတ္တရာအတွက်ပါအကျိုးပြုပုံ၊ မိမိအတွေးနှင့် ခံစားချက်။"
            }
        ],
        "set3": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "အချိန်၏တန်ဖိုး",
                "question-item-text": "- အချိန်ဟူသည် အဆက်မပြတ် ရွေ့လျားနေပုံ၊ တန်ဖိုးမဖြတ်နိုင်သည့် ရတနာ ဖြစ်ပုံ၊ အချိန်ကိုစနစ်တကျအသုံးချနိုင်ပါကလိုရာပြီးမြောက်နိုင်ပုံ၊ အချိန်၏တန်းဖိုးကို နားမလည်ပါက ဆုံးရှုံမှုများတတ်ပုံ၊ အချိန်၏တန်ဖိုးနှင့်ပတ်သက်သောမိမိအမြင်။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "ရွှေလသာသောည",
                "question-item-text": "- ရွှေလသာသောည၏သာယာကြည်နူးဖွယ်အခြေအနေ၊ လမင်းကြီးတစ်စတစ်စထွက်ပေါ်လာပုံ၊ လရောင်အောက်တွင်သာယာလှပနေသည့်သဘာဝပတ်ဝန်းကျင်မြင်ကွင်းများ၊ လသာသောညနှင့်ပတ်သက်သော မိမိခံစားချက် အတွေးအမြင်။"
            }
        ],
        "set4": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "အားကစားပွဲတော် ဆင်နွဲပျော်",
                "question-item-text": "- အားကစားပွဲတော်ကျင်းပပုံ၊ အားကစားဝါသနာပါပုံ၊ အားကစားပြိုင်ပွဲများတွင် ပါဝင်ယှဉ်ပြိုင်ခဲ့ပုံ၊ ကျန်းမာရေးအတွက် အထောက်အကူပြုပုံ၊ အားကစားလုပ်ခြင်းကြောင့် အကျိုးကျေးဇူးများစွာရရှိပုံ။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "ဆောင်းနှောင်းနွေစ တပေါင်းလ",
                "question-item-text": "- ဆောင်းရာသီကုန်ဆုံး၍ နွေရာသီအဦးအစ ပတ်ဝန်းကျင်သဘာဝအလှ၊ ငွေနှင်းမှုန်တို့ လွင့်ပျောက်စ ပြုလာပုံ၊ နွေရာသီတပေါင်းလ၏ သဘာဝမြင်ကွင်း၊ သက်ရှိတို့၏ လှုပ်ရှားမှုမြင်ကွင်း၊ တပေါင်းလရာသီနှင့်ပတ်သက်သော မိမိခံစားချက် အတွေးအမြင်။"
            }
        ],
        "set5": [
            {
                "question-item-number": "(၁)",
                "question-item-title": "လူငယ်နှင့်စာရိတ္တ",
                "question-item-text": "- စာရိတ္တဟူသည်၊ လူငယ်တိုင်း စာရိတ္တကောင်း ပျိုးထောင်သင့်ပုံ၊ စာရိတ္တကောင်းခြင်း၏အကျိုး၊ စာရိတ္တမကောင်းခြင်းအပြစ်၊ မိမိအမြင်။"
            },
            {
                "question-item-number": "(၂)",
                "question-item-title": "လပြည့်ညအလှမြင်ကွင်း",
                "question-item-text": " - လပြည့်ညတစ်ည၏ လှပပုံ၊ ကောင်းကင်မြင်ကွင်းအလှ၊ ပတ်ဝန်းကျင်မြင်းကွင်းအလှ၊ ရိုးရာပွဲတော်ဆင်နွဲပုံ၊ မိမိခံစားချက်အမြင်။"
            }
        ]
    }