{
    "question-number": "III.",
    "question-text": "Rewrite the sentences according to the instructions given in brackets.",
    "marks": "(10 marks)",
    "set1": [
        {
            "question-item-number": "(1)",
            "question-item-text": "The thief entered the house. He broke the door lock with a pocket knife.(Join the sentences, using a participle phrase."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "The main found <u>the lost necklace</u> under the coffee table.(Use ‘It is/It was... who/that...’.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Bo Bo overslept as he did not set his alarm clock.(Use the third conditional.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "These teenagers are very rude to the old man. But he is very nice to them.(Join the sentences, using ‘no matter ...’.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "The boy goes to the gym regularly. He wants to keep his body in shape.(Join the sentences, using ‘in order to’.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "Can you bring me the pencils? I left them in the classroom. (Join the sentences, using an appropriate relative pronoun or relative adverb.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "There is a small stream that runs through th egreen bamboo forest. (Omit the relative pronoun.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "My cousin looks excited and happy. I think he has got some good news. (Join the sentences, using ‘as if/ as though’.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "The worker hid a box of silver coins beneath the kitchen floorboards. (Change the sentence into the passive voice.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Kyaw Kyaw said,“Mi Mi, are you the one who sent me this email yesterday?” (Change the sentence into the reported speech.)"
        }
    ],
    "set2": [
        {
            "question-item-number": "(1)",
            "question-item-text": "As the manger hasn't received all the applications yet, he is not eager to hire anyone. (Use a participle phrase.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "Her reason for visiting me was <u>to borrow money</u>. (Use ‘It is/It was..... who/that.....’.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "He has been late four times. He hasn't done any work. (Join the sentences, using ‘not only.....but also’.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "Please don't neglect any details even though they seem to be unimportant. (Change the sentence, using ‘no matter.....’.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "She does not find his phone number, so she does not call him for the party. (Use the second conditional.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "Mi Mi wasn't paying attention to the teacher. She didn't understand the lesson. (Join the sentences using ‘as a result’.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "Thadingyut is the Lighting Festival of Myanmar. It is the time many Myanmar people decorate the buildings with colourful paper lanterns. (Join the sentences, using an appropriate relative pronoun or relative adverb.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "U Mya earns very little. He cannot keep his family in comfort. (Use ‘too..........to’.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "My uncle speaks Japanese better than English. (Use ‘not as..........as’.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "The teachers were present at the meeting. The headmaster was present at the meeting. (Use ‘both..........and’.)"
        }
    ],
    "set3": [
        {
            "question-item-number": "(1)",
            "question-item-text": "<u>Nancy Johnson</u> invented the first ice cream maker in 1843. (Use ‘It is/It was... who/that...’.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "The DVD that I bought last week does not work properly. (Omit the relative pronoun.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "This research generated new insights. It also led to groundbreaking discoveries. (Join the sentences, using ‘not only ... but also’.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "The author portrayed the character as a real genius in this novel. (Change the sentence into the passive.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "The air hostess told me that I was not allowed to sit in business class. (Change the sentence into direct speech.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "We sent for a picnic yesterday. We hoped to have a relaxed atmosphere there. (Join the sentences, using ‘in order to’.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "It was a very long film. I fell asleep towards the end. (Join the sentences, using ‘such ... that’.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "If the task is difficult, it is sweet to succeed. (Use ‘The more/less/-er’.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "The baby was talking to her toys. She thought they were animate. (Join the sentences, using ‘as if/ as though’.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "The city hall is a famous landmark in this area. It stands tall and magnificent against the backdrop of the modern skyline. (Join the sentences, using nouns in apposition.)"
        }
    ],
    "set4": [
        {
            "question-item-number": "(1)",
            "question-item-text": "He runs and jumps like he has superpowers. (Use ‘as if/ as though’.)"
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "No sooner did she finish her presentation than the audience began asking questions. (Use ‘as soon as’.)"
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "The weather was bad. The outdoor event was canceled. (Join the sentences, using the linking word ‘as a consequence’.)"
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "Marie Curie discovered <u>radium</u>. (Use ‘It is/was... that who’.)"
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "The students enjoy playing soccer. They also enjoy playing basketball. (Join the sentences, beginning with ‘Not only ... but also’.)"
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "The instructions may be confusing, but I will figure it out. (Use ‘No matter how...’.)"
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "She packed her umbrella. She would not get wet in case it started raining. (Join the sentences, using ‘so that’.)"
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "If she (study) harder, she (pass) the exam. (Use ‘the third conditional’.)"
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "the chef was preparing a delicious meal in the kitchen. (Change into passive form.)"
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Emily accepted the award with a big smile on her face. (Use ‘introductory phrase’.)"
        }
    ]
}