{
    "question-number": "I.",
    "question-text": "Complete the sentences with the appropriate words. The initial letters are given.",
    "marks": "(10 marks)",
    "set1": [
        {
            "question-item-number": "(1)",
            "question-item-text": "As the instructions were not clear enough, the players got c----------."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "To achieve a b---------- life, one must have time for self-care and hobbies for relaxation outside of work."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "In our country, taking off s---------- before entering a temple is not only a traditional practice but also a sign of respect."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "After the presentation, a curious listener asked the presenter for traditional i---------- on the topic."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "It is advisable for you to speak clearly and maintain eye c---------- with your interviewer."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "W---------- shopping has become my favourite pastime because I can enjoy free-of-cost shopping without buying anything."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "Many people uploaded messages of s---------- to the victims of earthquake on social media."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "Grandpa always warns us not to trust people who are dishonest and lack i----------."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "If a person fails to get the amount of sleep that he needs, he may suffer from sleep d----------."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Since the t---------- has risen two degrees, today is warmer than yesterday"
        }
    ],
    "set2": [
        {
            "question-item-number": "(1)",
            "question-item-text": "COVID-19 is an i---------- disease caused by the SARS-CoV-2 virus."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "Ni Ni was a---------- to learn that she had passed the exam with all distinctions."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Diseases such as cholera, diarrhea, dysentery, typhoid and polio are caused by c---------- water and poor sanitation."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "The waiter asked, \"Are you p---------- with my services?\""
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "The queen buried all her t---------- in the garden."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "To c---------- electrical energy, we should replace all our fluorescent bulbs with LED bulbs."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "Our math teacher always provides a c---------- explanation of how to solve the problems."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "Your s---------- feelings will be released, if you hang out with firends or spend time with your family."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "Not only officers but also the staff perform their assigned duties c----------."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "The foods that contain s---------- fat are bad for us."
        }
    ],
    "set3": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Learning a new language opens up a world of o---------- for travel and cultural exchange."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "A balanced diet which is rich in various n---------- is crucial for maintaining good health and preventing diseases."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "Exposure to high levels of radiation can have h---------- effects on human health, including the risk of cancer."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "D---------- affects climate change as it reduces the number of trees that absorb carbon dioxide."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "Public t---------- plays a crucial role in reducing traffic congestion and lowering carbon emissions."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "C---------- study the Earth's climate and its changes over time."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "The scientists i---------- the data from the experiment to draw a conclusion for the research."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "After the doctor diagnosed the patient's symptoms thoroughly, he p---------- antibiotics for her."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "The rapid advancement of technology has blurred the lines between the physical and d---------- worlds."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Some a---------- flowers look so real that it is hard to tell them apart from the real ones."
        }
    ],
    "set4": [
        {
            "question-item-number": "(1)",
            "question-item-text": "Drinking water is v---------- for staying hydrated."
        },
        {
            "question-item-number": "(2)",
            "question-item-text": "She conducted herself in a polite and respectful m---------- during the entire meeting."
        },
        {
            "question-item-number": "(3)",
            "question-item-text": "A balanced diet and regular exercise are important for maintaining a h---------- lifestyle."
        },
        {
            "question-item-number": "(4)",
            "question-item-text": "Plants need sunlight and water to g---------- well."
        },
        {
            "question-item-number": "(5)",
            "question-item-text": "Recycling helps reduce household w---------- an dbenefits the environment."
        },
        {
            "question-item-number": "(6)",
            "question-item-text": "Regular exercise can help prevent chronic d----------."
        },
        {
            "question-item-number": "(7)",
            "question-item-text": "She left w---------- before the exam but studied hard to prepare."
        },
        {
            "question-item-number": "(8)",
            "question-item-text": "Dolphins are know for their i---------- behaviours."
        },
        {
            "question-item-number": "(9)",
            "question-item-text": "Wind turbines generate clean e---------- for the local community."
        },
        {
            "question-item-number": "(10)",
            "question-item-text": "Can you t---------- this phrase form English to French?"
        }
    ]
}